/* No comment provided by engineer. */
"Add/enable access to accounts at Settings->Twitter" = "Add/enable access to accounts at Settings->Twitter";

/* No comment provided by engineer. */
"Close" = "Close";

/* No comment provided by engineer. */
"Delete offline data: %.1fMb" = "Delete offline data: %.1fMb";

/* No comment provided by engineer. */
"Downloaded: %i/%i" = "Downloaded: %1$i/%2$i";

/* No comment provided by engineer. */
"Error loading page" = "Error loading page";

/* No comment provided by engineer. */
"Error while getting data" = "Error while getting data";

/* No comment provided by engineer. */
"Loading page" = "Loading page";

/* No comment provided by engineer. */
"Page loaded" = "Page loaded";

/* No comment provided by engineer. */
"Please check that Internet connection is available or access is enabled for Offtie application at Settings->Twitter" = "Please check that Internet connection is available or access is enabled for Offtie application at Settings->Twitter";

/* No comment provided by engineer. */
"Preparing to update" = "Preparing to update";

/* No comment provided by engineer. */
"Select twitter account: " = "Select twitter account: ";

"Connection error" = "Connection error";

"Updated on: %@" = "Updated on: %@";